{"meta":{"username":"cribstone","repositoryName":"humblehacker","branch":"gh-pages"},"site":{"title":"Humblehacker","description":"For the last decade, Andrew Jawitz has been solving problems with a multidisciplinary approach he describes as \"Civic Making\". His academic background involved training in archival database techniques as well as qualitative research through ethnography and oral history. Such a background has greatly informed his current work which approaches open civic data and the \"DIY Makers Movement\" within the context of place-based egalitarianism. He has been a Brigade Captain in the Code for America organization since 2012 through which he co-founded Code for Maine, a local affiliate in the state of Maine. In this capacity he has successfully coordinated multiple Meetups, hack-a-thons and annual events celebrating National Civic Hack Day in multiple cities across the state of Maine. He has also forged partnerships with local governments in efforts to improve transit service for the City of Bath and assisting the city of Bangor with an Open Data policy. In 2014 he spearheaded a collaboration between Code for Maine, the Public Laboratory for Citizen Science, Friends of Casco Bay and Harpswell Coastal Academy in an effort to develop grassroots techniques for mapping aquatic invasive species with local middle school students. In 2013, he worked closely with young leaders in the Somali diaspora community on various efforts including a collaboration with Ushahidi, Al Jazeera and Souktel called \"Somalia Speaks\" wherein groups of bi-lingual Somali students around the world were enlisted to translate SMS communications coming from remote famine-affected regions in Somalia. Since 2010, Andrew has been a tireless advocate for improving transit access in rural regions and small cities, spearheading an independent campaign called \"Car-Free Maine\" before its absorbtion into Code for Maine where it continues to be a flagship program. He has been a member of the Board of Directors of the Five Rivers Arts Alliance and the Maine Film and Video Association and has served on the Traditional Arts Committee for the Maine Arts Commission.\n\nAndrew's technological expertise reflects his diverse background and background in design-thinking. He is equally comfortable working with software programmers and electrical engineers and is always seeking to challenge himself with a new software language or microcontroller platform. Accordingly, his development skills favor formats such as Processing, Python, server-side javascript and MQTT for their ability to facilitate broader interactions with the physical domain. Likewise, his experience in interaction design favors platforms like Arduino and embedded Linux (including Raspberry Pi and OpenWRT) for their ability to access the full power of the web in a physical context with minimal configuration.\n\nHis work with the civic technology community allows Andrew to apply these skills in embedded interaction design to a broader context. Recent examples include development of an Open Source vehicle tracker for small cities to deploy in snowplows and public transit, and a concept for connecting wearable technology tracking devices to Personal Health Records (PHRs)","logo":"humblehacker/images/pictures/Andrew@CFA.png","url":"https://cribstone.github.io/humblehacker"},"socialnetwork":{"email":"andrewjawitz@gmail.com","twitter":"@ajawitz","googleplus":"https://plus.google.com/u/0/+AndrewJawitz/about","linkedin":"https://www.linkedin.com/in/ajawitz","facebook":"ajawitz@facebook.com","github":"https://github.com/Cribstone"},"theme":{"name":"uno","url":"//cribstone.github.io/humblehacker/themes/uno"}}